{
  "items": [
    {
      "title": "Master Thesis",
      "company": "RISE",
      "thumbnailImage": "anomali-feed.svg",
      "thumbnailVideo": null,
      "introDescription1": "Våren 2020 gör jag mitt examensarbete. Ett 20 veckor långt projekt som testar hur utbildningens innehåll kan användas i verkligheten. “En trygg brygga till arbetslivet”",
      "introDescription2": "Jag, tillsammans med min klasskompis Axel, kom i kontakt med Sveriges statliga forskningsinstitut, RISE, och blev introducerade till Kollektivtrafikens datalab. De var intresserade av att bygga ett use-case som inom deras pågående satsning på historisk mobilitetsdata, KoDa (Public Transport Data Lab).",
      "url": "anomali"
    },
    {
      "title": "Bachelor Thesis",
      "company": "IBM",
      "thumbnailImage": "vasaloppet-feed.jpg",
      "thumbnailVideo": null,
      "introDescription1": "Våren 2018 fick jag och min klasskompis Gustav chansen att göra vårt kandidatarbete (15.0 hp) tillsammans med IBM och en av deras kunder, Vasaloppet. Vi blev jätteglada, började spåna idéer och upptäckte ganska fort att de hade massor med (oanvänd) data vi borde göra något av. Resultatdata, metadata, mellantider, demografi o.s.v. för hundratusentals åkare från 1922.",
      "introDescription2": "Så vi utvecklade lösningen 'Vasaloppet Digital Medals'. En webbapp (React, NodeJS) som transformerar Vasaloppets enorma databaser till personliga, digitala, medaljer baserade på statistiska insikter. Eller som det så fint kallas inom gaming – achievements.",
      "url": "vasaloppet"
    },
    {
      "title": "Marketing intern",
      "company": "IBM",
      "thumbnailImage": "ibm-feed.svg",
      "thumbnailVideo": null,
      "introDescription1": "Mellan 2017-2019 jobbade jag 10h per vecka tillsammans med IBM:s marketing-team. Främst genom planering och produktion av olika digitala kampanjer.",
      "introDescription2": "Här (nedan) finns några exempel på filmprojekt som jag varit med och skapat.",
      "url": "ibm-marketing"
    },
    {
      "title": "Frontend developer",
      "company": "IBM",
      "thumbnailImage": "metrolive-feed.jpg",
      "thumbnailVideo": null,
      "introDescription1": "Sommarjobbade i ett projekt som IBM gjorde till Stockholm Stad. Projektet handlade om att visualisera trafikflöden före / efter konserter, sportevenemang och mässor i Slakthusområdet. Genom realtidsdata från 30 sensoret kring områdets fyra arenor (Globen, Annexet, Tele2 Arena och Hovet) och tre tunnelbanestationer (Globen, Gullmars, Blåsut) var vårt uppdrag att tydliggöra trafikmönster för att ge värdefull insikt till medborgare och beslutsfattare i området.",
      "introDescription2": "Mitt arbete bestod av (1) utforska sätt att visualisera datan, och (2) utveckla frontend-delen till en iOS-app (med React native) tillsammans med en dashboard (NodeJS, React).",
      "url": "ibm-summer-internship"
    },
    {
      "title": "Reklamkampanj",
      "company": "Cabonline",
      "thumbnailImage": "jip-feed.jpg",
      "thumbnailVideo": null,
      "introDescription1": "Jobbade sommaren 2019 med att ta fram innehåll till Cabonline och deras lansering av ett nytt, yngre, varumärke i Norge. De kallade varumärket / tjänsten för 'jip' och erbjöd taxi med fast pris inom stan.",
      "introDescription2": "Vi landade bl.a. i en film som anspelade på (dåvarande) Game of Thrones-hype och en film som klargjorde att denna taxitjänst svarar snabbare än ens crush. Veldig morsomt prosjekt!",
      "url": "jip"
    },
    {
      "title": "Verksamt Data Challenge",
      "company": "Tillväxtverket",
      "thumbnailImage": "vex-feed.jpg",
      "thumbnailVideo": null,
      "introDescription1": "Tillväxtverket anordnade en tävling för att ta fram lösningar till de utmaningar som Sveriges småföretagare står inför. Tillsammans med mina kompisar, Jonathan & Oscar, tog vi oss an att försöka sänka tröskeln till upphandlingsprocessen. En process som idag upplevs komplicerad, tidskrävande och riskfylld av många små- och medelstora företag.",
      "introDescription2": "Vi skapade en prototyp till en matchmaking-app, 'VEX', som tar fram de mest relevanta utlysningarna och upphandlingarna för användarens specifika verksamhet. Dessa möjligheter presenteras sedan översiktligt i ett intuitivt gränssnitt för att ge företagare en överblick över de chanser som passar just dem. Det ska vara glasklart, inspirerande och inbjudande att utnyttja sina möjligheter som företagare.",
      "url": "vex"
    }
  ]
}
